/* Name of back button */
"Back" = "Atras";

/* Name of title */
"Course List" = "Course List";

/* Date of course created */
"Course Created %@" = "Course Created %@";

/* Name of assignment due in 12 hours */
"Assignment is 12 hours due from now" = "Assignment is 12 hours due from now";

/* Name of assignment due in 6 hours */
"Assignment is 6 hours due from now" = "Assignment is 6 hours due from now";

/* Name of assignment due now */
"Assignment is exactly a day due from now" = "Assignment is exactly a due from now";